Repository: Pablo95byte/cryptopals
Catalog: iosApp/Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: %lld days ago
de: Vor %lld Tagen
es: Hace %lld días
fr: Il y a %lld jours
it: %lld giorni fa
ja: %lld日前
pt_br: Há %lld dias

source: %lld to sort
de: %lld zu sortieren
es: %lld por ordenar
fr: %lld à trier
it: %lld da smistare
ja: 整理待ち %lld件
pt_br: %lld para organizar

source: A month ago today
de: Heute vor einem Monat
es: Hoy hace un mes
fr: Il y a un mois, jour pour jour
it: Un mese fa, oggi
ja: ちょうど1か月前
pt_br: Há um mês, hoje

source: A week ago today
de: Heute vor einer Woche
es: Hoy hace una semana
fr: Il y a une semaine, jour pour jour
it: Una settimana fa, oggi
ja: ちょうど1週間前
pt_br: Há uma semana, hoje

source: A year ago today
de: Heute vor einem Jahr
es: Hoy hace un año
fr: Il y a un an, jour pour jour
it: Un anno fa, oggi
ja: ちょうど1年前
pt_br: Há um ano, hoje

source: Add a note
de: Notiz hinzufügen
es: Añadir una nota
fr: Ajouter une note
it: Aggiungi una nota
ja: メモを追加
pt_br: Adicionar uma nota

source: All sorted
de: Alles sortiert
es: Todo ordenado
fr: Tout est trié
it: Tutto smistato
ja: すべて整理済み
pt_br: Tudo organizado

source: Another app may be using the microphone. Try again in a moment.
de: Vielleicht nutzt eine andere App das Mikrofon. Versuch es gleich noch einmal.
es: Puede que otra app esté usando el micrófono. Inténtalo de nuevo en un momento.
fr: Une autre app utilise peut-être le micro. Réessayez dans un instant.
it: Forse un'altra app sta usando il microfono. Riprova fra un momento.
ja: 別のアプリがマイクを使用している可能性があります。少し待ってからもう一度お試しください。
pt_br: Talvez outro app esteja usando o microfone. Tente de novo em instantes.

source: Blank sheet
de: Leeres Blatt
es: Hoja en blanco
fr: Feuille blanche
it: Foglio bianco
ja: 白紙
pt_br: Folha em branco

source: Can't record right now
de: Aufnahme gerade nicht möglich
es: No se puede grabar ahora
fr: Impossible d’enregistrer pour l’instant
it: Non si può registrare adesso
ja: 今は録音できません
pt_br: Não dá para gravar agora

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Fechar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Apagar

source: Delete this note?
de: Diese Notiz löschen?
es: ¿Eliminar esta nota?
fr: Supprimer cette note ?
it: Eliminare questa nota?
ja: このメモを削除しますか？
pt_br: Apagar esta nota?

source: Dictate
de: Diktieren
es: Dictar
fr: Dicter
it: Detta
ja: 音声入力
pt_br: Ditar

source: Dictate a note to Instink without unlocking.
de: Diktiere Instink eine Notiz, ohne zu entsperren.
es: Dicta una nota a Instink sin desbloquear.
fr: Dictez une note à Instink sans déverrouiller.
it: Detta una nota a Instink senza sbloccare.
ja: ロックを解除せずにInstinkにメモを口述します。
pt_br: Dite uma nota para o Instink sem desbloquear.

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
pt_br: Pronto

source: From a note written in Instink.
de: Aus einer Notiz, geschrieben in Instink.
es: De una nota escrita en Instink.
fr: D’une note écrite dans Instink.
it: Da una nota scritta con Instink.
ja: Instinkで書いたメモから。
pt_br: De uma nota escrita no Instink.

source: Keep
de: Behalten
es: Conservar
fr: Garder
it: Tieni
ja: 残す
pt_br: Manter

source: Microphone is off
de: Mikrofon ist aus
es: El micrófono está desactivado
fr: Le micro est désactivé
it: Il microfono è spento
ja: マイクがオフです
pt_br: O microfone está desativado

source: New notes will wait here until you have a minute.
de: Neue Notizen warten hier, bis du eine Minute Zeit hast.
es: Las notas nuevas te esperan aquí hasta que tengas un minuto.
fr: Les nouvelles notes vous attendent ici jusqu’à ce que vous ayez une minute.
it: Le note nuove ti aspettano qui finché hai un minuto.
ja: 新しいメモは、時間ができるまでここで待っています。
pt_br: As notas novas esperam aqui até você ter um minuto.

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
it: Non ora
ja: 今はしない
pt_br: Agora não

source: Not today
de: Heute nicht
es: Hoy no
fr: Pas aujourd’hui
it: Non oggi
ja: 今日は表示しない
pt_br: Hoje não

source: Not transcribed yet: allow Speech Recognition for Instink in Settings, and download your dictation language. The recording is safe.
de: Noch nicht transkribiert: Erlaube Instink die Spracherkennung in den Einstellungen und lade die Diktiersprache. Die Aufnahme ist sicher.
es: Aún sin transcribir: permite el Reconocimiento de voz para Instink en Ajustes y descarga el idioma del dictado. La grabación está a salvo.
fr: Pas encore transcrite : autorisez la reconnaissance vocale pour Instink dans Réglages et téléchargez la langue de dictée. L’enregistrement est en sécurité.
it: Non ancora trascritta: consenti a Instink il riconoscimento vocale nelle Impostazioni e scarica la lingua della dettatura. La registrazione è al sicuro.
ja: まだ文字起こしされていません。設定でInstinkの音声認識を許可し、音声入力の言語をダウンロードしてください。録音は安全に保存されています。
pt_br: Ainda sem transcrição: permita o Reconhecimento de Fala para o Instink em Ajustes e baixe o idioma do ditado. A gravação está segura.

source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
pt_br: Nota

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
pt_br: Notas

source: Nothing found.
de: Nichts gefunden.
es: No se encontró nada.
fr: Aucun résultat.
it: Nessuna nota trovata.
ja: 見つかりませんでした。
pt_br: Nada encontrado.

source: Nothing here yet
de: Noch nichts hier
es: Todavía no hay nada
fr: Rien pour l’instant
it: Ancora niente qui
ja: まだ何もありません
pt_br: Nada aqui ainda

source: Nothing to save.
de: Nichts zu speichern.
es: No hay nada que guardar.
fr: Rien à enregistrer.
it: Non c'è niente da salvare.
ja: 保存するものがありません。
pt_br: Nada para salvar.

source: Opens a blank sheet, ready for your handwriting.
de: Öffnet ein leeres Blatt, bereit für deine Handschrift.
es: Abre una hoja en blanco, lista para tu letra.
fr: Ouvre une feuille blanche, prête pour votre écriture.
it: Apre un foglio bianco, pronto per la tua scrittura.
ja: 手書きのための白紙をすぐに開きます。
pt_br: Abre uma folha em branco, pronta para a sua letra.

source: Opens a blank sheet.
de: Öffnet ein leeres Blatt.
es: Abre una hoja en blanco.
fr: Ouvre une feuille blanche.
it: Apre un foglio bianco.
ja: 白紙を開きます。
pt_br: Abre uma folha em branco.

source: Photo
de: Foto
es: Foto
it: Foto
ja: 写真
pt_br: Foto

source: Play voice note
de: Sprachnotiz abspielen
es: Reproducir nota de voz
fr: Écouter la note vocale
it: Ascolta la nota vocale
ja: ボイスメモを再生
pt_br: Ouvir a nota de voz

source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
ja: 録音
pt_br: Gravar

source: Remind me · %@
de: Erinnern · %@
es: Recuérdamelo · %@
fr: Me le rappeler · %@
it: Ricordamelo · %@
ja: リマインド · %@
pt_br: Lembrar · %@

source: Saved to Instink.
de: In Instink gespeichert.
es: Guardada en Instink.
fr: Enregistrée dans Instink.
it: Salvata in Instink.
ja: Instinkに保存しました。
pt_br: Salva no Instink.

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt_br: Buscar

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Manda
ja: 送る
pt_br: Enviar

source: Send to…
de: Senden an …
es: Enviar a…
fr: Envoyer vers…
it: Manda a…
ja: 送信先…
pt_br: Enviar para…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes

source: Sort %lld
de: %lld sortieren
es: Ordenar %lld
fr: Trier %lld
it: Smista %lld
ja: 整理 %lld
pt_br: Organizar %lld

source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Ferma la registrazione
ja: 録音を停止
pt_br: Parar gravação

source: Tap Write, or add the widget to your Home Screen: an idea takes a second.
de: Tippe auf Schreiben oder füge das Widget zum Home-Bildschirm hinzu: Eine Idee dauert eine Sekunde.
es: Toca Escribir o añade el widget a tu pantalla de inicio: una idea lleva un segundo.
fr: Touchez Écrire, ou ajoutez le widget à l’écran d’accueil : une idée prend une seconde.
it: Tocca Scrivi, o metti il widget nella schermata Home: un'idea richiede un secondo.
ja: 「書く」をタップするか、ホーム画面にウィジェットを追加しましょう。アイデアは1秒で書き留められます。
pt_br: Toque em Escrever ou adicione o widget à Tela de Início: uma ideia leva um segundo.

source: Tap anywhere and write.
de: Tippe irgendwo und schreib.
es: Toca en cualquier sitio y escribe.
fr: Touchez n’importe où et écrivez.
it: Tocca dove vuoi e scrivi.
ja: どこでもタップして書こう。
pt_br: Toque em qualquer lugar e escreva.

source: The last stroke before the app closed could not be saved.
de: Der letzte Strich vor dem Schließen der App konnte nicht gespeichert werden.
es: No se pudo guardar el último trazo antes de que se cerrara la app.
fr: Le dernier trait avant la fermeture de l’app n’a pas pu être enregistré.
it: L'ultimo tratto prima della chiusura dell'app non si è potuto salvare.
ja: アプリが閉じる直前の最後の一筆は保存できませんでした。
pt_br: O último traço antes de o app fechar não pôde ser salvo.

source: Three months ago today
de: Heute vor drei Monaten
es: Hoy hace tres meses
fr: Il y a trois mois, jour pour jour
it: Tre mesi fa, oggi
ja: ちょうど3か月前
pt_br: Há três meses, hoje

source: To record voice notes, allow Instink to use the microphone in Settings.
de: Um Sprachnotizen aufzunehmen, erlaube Instink in den Einstellungen den Zugriff auf das Mikrofon.
es: Para grabar notas de voz, permite que Instink use el micrófono en Ajustes.
fr: Pour enregistrer des notes vocales, autorisez Instink à utiliser le micro dans Réglages.
it: Per registrare note vocali, consenti a Instink di usare il microfono nelle Impostazioni.
ja: ボイスメモを録音するには、設定でInstinkのマイク使用を許可してください。
pt_br: Para gravar notas de voz, permita que o Instink use o microfone em Ajustes.

source: To sort
de: Zu sortieren
es: Por ordenar
fr: À trier
it: Da smistare
ja: 未整理
pt_br: Para organizar

source: Transcript on its way
de: Transkription folgt gleich
es: La transcripción está en camino
fr: Transcription en cours
it: La trascrizione sta arrivando
ja: 文字起こし中
pt_br: A transcrição está a caminho

source: Type
de: Tippen
es: Teclado
fr: Saisir
it: Scrivi a tastiera
ja: 入力
pt_br: Digitar

source: Voice note
de: Sprachnotiz
es: Nota de voz
fr: Note vocale
it: Nota vocale
ja: ボイスメモ
pt_br: Nota de voz

source: What's the note?
de: Was ist die Notiz?
es: ¿Cuál es la nota?
fr: Quelle est la note ?
it: Qual è la nota?
ja: メモの内容は？
pt_br: Qual é a nota?

source: Write
de: Schreiben
es: Escribir
fr: Écrire
it: Scrivi
ja: 書く
pt_br: Escrever

source: Write a note
de: Notiz schreiben
es: Escribir una nota
fr: Écrire une note
it: Scrivi una nota
ja: メモを書く
pt_br: Escrever uma nota

source: Written with Instink · instink.app
de: Geschrieben mit Instink · instink.app
es: Escrita con Instink · instink.app
fr: Écrite avec Instink · instink.app
it: Scritta con Instink · instink.app
ja: Instinkで書きました · instink.app
pt_br: Escrita com Instink · instink.app

source: You wrote this. Still a good idea?
de: Das hast du geschrieben. Immer noch eine gute Idee?
es: Lo escribiste tú. ¿Sigue siendo una buena idea?
fr: Vous avez écrit ceci. Toujours une bonne idée ?
it: L'hai scritta tu. È ancora una buona idea?
ja: あなたが書いたメモです。今でも良いアイデアですか？
pt_br: Você escreveu isto. Ainda é uma boa ideia?

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
pt_br: Pausar
